{"class_name": "Sequential", "config": {"name": "sequential", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 224, 224, 3], "dtype": "float32", "sparse": false, "ragged": false, "name": "keras_layer_input"}}, {"class_name": "KerasLayer", "config": {"name": "keras_layer", "trainable": false, "dtype": "float32", "batch_input_shape": [null, 224, 224, 3], "handle": "https://tfhub.dev/google/tf2-preview/mobilenet_v2/classification/4"}}]}, "keras_version": "2.11.0", "backend": "tensorflow"}